Repository: AlexxandreFS/raine
Catalog: locale/*.po
Languages: french

source: %d - Free savegame slot
french: %d - Emplacement de sauvegarde libre

source: -- Path...
french: -- Chemin...

source: 20k and 80k
french: 20k et 80k

source: 30k and 100k
french: 30k et 100k

source: 40k and 200k
french: 40k et 200k

source: 50k and 250k
french: 50k et 250k

source: About this game
french: A propos de ce jeu

source: About...
french: A propos...

source: Acceleration
french: Accélération

source: Action replay cheats
french: Triche action replay

source: Add rom dir...
french: Ajouter un répertoire de rom...

source: All
french: Tous

source: All companies
french: Toutes les compagnies

source: All drivers
french: Tous les drivers

source: All games
french: Tous les jeux

source: All status
french: Tous les status

source: Allow speed hacks
french: Autoriser les hacks de vitesse

source: Always stop CD music while loading
french: Toujours arrêter la musique CD pendant le chargement

source: Analog controls...
french: Contrôles analogiques

source: Applying GFX Layouts and stuff...
french: Conversion des sprites...

source: Artwork dir
french: Répertoire d'artwork

source: Associate...
french: Associer

source: Audio tracks format
french: Format des pistes audio

source: Autofire controls
french: Contrôles de tir automatique

source: Autofire...
french: Tir automatique...

source: Avail
french: Dispo

source: Available games
french: Jeux disponibles

source: Average FPS
french: FPS moyen

source: Blend file options...
french: Options des fichiers de transparence...

source: Blits Options
french: Options des copies graphiques

source: Blue
french: Bleu

source: Borderless
french: Sans bord

source: CD 1x (150 Kb/s)
french: CD 1x (150 Ko/s)

source: CD Interface
french: Interface CD

source: CPU emulators:
french: Emulateurs CPU

source: CPU frame skip (1=no skip)
french: Nombre d'images sans émulation CPU (1=pas de saut)

source: Capture mode
french: Mode de capture

source: Category
french: Catégorie

source: Category :
french: Catégorie :

source: Category : %s
french: Catégorie : %s

source: Category : -
french: Catégorie : -

source: Change video mode
french: Changer de mode vidéo

source: Change/Load ROM
french: Changer/charger une ROM

source: Cheats
french: Triche

source: Colors
french: Couleurs

source: Colors...
french: Couleurs...

source: Command
french: Commande

source: Company
french: Entreprise

source: Company : %s
french: Entreprise : %s

source: Config mode
french: Mode de configuration

source: Controls
french: Contrôles

source: Current display
french: Affichage actuel

source: Currently using hardware accelerated YUY2 overlay
french: Utilisation en cours des surcouehes YUY2 accélrées

source: Currently using hardware accelerated YV12 overlay
french: Utilisation en cours des surcouehes YV12 accélrées

source: Currently using scale2x
french: Utilisation en cours de scale2x

source: Currently using scale3x
french: Utilisation en cours de scale3x

source: DOWN
french: BAS

source: Debug dips
french: Dips de débugage

source: Default volumes
french: Volumes par défaut

source: Developper mode
french: Mode développeur

source: Dipswitches
french: Interrupteurs dips

source: Directories
french: Répertoires

source: Directories...
french: Répertoires...

source: Disable associations
french: Désactiver associations

source: Disable shaders ?
french: Désactiver les shaders ?

source: Disabled
french: Désactivé

source: Display
french: Affichage

source: Display short names too
french: Afficher les noms courts aussi

source: Double buffer enabled
french: Double buffer activé

source: DrawPixels (no shaders)
french: Drawpixels (pas de shaders)

source: ES5506 voice filters
french: Filtres de voix pour l'ES5506

source: Edit custom game inputs
french: Editer les contrôles personnalisés

source: Edit default game inputs
french: Editer les contrôles par défaut

source: Emudx dir
french: Répertoire EmuDX

source: Emulate sound
french: Emuler le son

source: Enabled
french: Activé

source: English
french: Anglais

source: Even with overlays
french: Même avec les surcouches

source: Exit to
french: Sortie vers

source: FPS counter
french: Compteur FPS

source: File
french: Fichier

source: Fix aspect ratio to 4:3
french: Arrondir les proportions à 4:3

source: Flip X
french: Inversion X

source: Flip XY
french: Inversion XY

source: Flip Y
french: Inversion Y

source: Flip screen
french: Inversion de l'écran

source: Frame skip
french: Saut d'image

source: Fullheight
french: Toute la hauteur

source: Fullheight + Double width
french: Pleine hauteur + double largeur

source: Fullscreen
french: Plein écran

source: GUI transparency
french: Transparence pour l'interface

source: Game
french: Jeu

source: Game : %s
french: Jeu : %s

source: Game options
french: Options de jeux

source: Game selection
french: Sélection du jeu

source: General options:
french: Options générales

source: Get inputs from another game
french: Récupérer les contrôles d'un autre jeu

source: Graphical layers...
french: Couches graphiques

source: Green
french: Vert

source: Halfheight
french: Demie hauteur

source: High
french: Haute

source: History...
french: Historique...

source: Immediate FPS
french: FPS immédiat

source: Ingame Controls
french: Contrôles pendant le jeu

source: Input
french: Contrôle

source: Inputs
french: Contrôles

source: Insert special code...
french: Insérer le code spécial...

source: Japanese
french: Japonnais

source: Keep aspect ratio
french: Garder les proportions d'écran

source: Key repeat delay
french: Délai de répétition des touches

source: Key repeat interval
french: Intervalle de répétition des touches

source: LEFT
french: GAUCHE

source: Layers
french: Couches

source: Limit framerate <= 60fps
french: Limiter à 60fps max

source: Linear
french: Linéaire

source: Load NeoCD game
french: Charger un jeu NeoCD

source: Load game
french: Charger un jeu

source: Load inputs from...
french: Charger les contrôles de...

source: Loading Game
french: Chargement du jeu

source: Loading animations speed
french: Vitesse des animations de chargement

source: Loop
french: Boucle

source: M6502 1.6raine2 by Neill Bradley
french: M6502 1.6raine2 par Neill Bradley

source: MCU 68705: statically recompiled code by Richard Mitton
french: MCU 68705: code recompilé statiquement par Richard Mitton

source: MZ80 3.4raine3 by Neill Bradley
french: MZ80 3.4raine3 par Neill Bradley

source: Main menu
french: Menu principal

source: Manage associations
french: Gérer les associations

source: Max font size
french: Taille de fonte maxi

source: Medium
french: Moyenne

source: Min font size
french: Taille de fonte mini

source: Minimum GUI resolution = VGA
french: Résolution minimale du GUI = VGA

source: Missing
french: Manquant

source: Missing games
french: Jeux manquants

source: Monster Speed
french: Vitesse des monstres

source: Move the stick to all the extreme positions
french: Déplacez les manches dans tous les coins

source: Music volume
french: Volume de la musique

source: Mute CD
french: CD silencieux

source: Mute SFX
french: Pas d'effets sonores

source: Nearest
french: Plus proche

source: Neo-Geo bios
french: bios Neo-Geo

source: Neo-Geo bios : %s
french: Bios Neo-Geo : %s

source: NeoCD bios
french: bios NeoCD

source: NeoCD bios : %s
french: Bios NeoCD : %s

source: NeoCD/Neo-Geo options
french: Options NeoCD/Neo-Geo

source: NeoGeo Logo
french: Logo NeoGeo

source: Never
french: Jamais

source: New file
french: Nouveau fichier

source: New pictures
french: Nouvelles images

source: No
french: Non

source: No NeoCD bios
french: Pas de bios NeoCD

source: No analog device
french: Pas de périphérique analogique

source: No game loaded
french: Pas de jeu chargé

source: No game loaded yet
french: Pas de jeu chargé pour l'instant

source: No opengl info yet, run something first
french: Pas encore d'info opengl, lancez un jeu d'abord

source: No savegames loadable for this game
french: Pas de sauvegardes chargeable pour ce jeu

source: None
french: Aucun

source: Normal blits
french: Copies graphiques de base

source: Off
french: Arrêt

source: On
french: Marche

source: Only not working games
french: Seulement les jeux qui ne marchent pas

source: Only partially working games
french: Seulement les jeux qui marchent partiellement

source: Only working games
french: Seulement les jeux qui marchent

source: Opaque HUD
french: HUD opaque

source: OpenGL Options
french: Options OpenGL

source: OpenGL VBL (force sync)
french: OpenGL VBL (forcer la synchro)

source: OpenGL double buffer
french: Double buffer OpenGL

source: OpenGL filtering
french: Filtrage OpenGL

source: OpenGL overlay interface
french: Interface par dessus l'écran OpenGL

source: OpenGL vendor
french: Vendeur OpenGL

source: Overlays Options
french: Options des surcouches

source: Overlays workarounds
french: Résolutions des problèmes pour les surcouches

source: Overwrite
french: Ecraser

source: Path selection
french: Sélection d'un chemin

source: Pause when focus lost
french: Pause quand la fenêtre devient inactive

source: Pixel double
french: Double pixel

source: Play game
french: Jouer au jeu

source: Playback
french: Lecture audio

source: Prefered YUV format
french: Format YUV préféré

source: Press a key, a button, or move a joystick...
french: Presse une touche, un bouton ou déplace un joystick...

source: Press a key...
french: Presse une touche...

source: Progress
french: Progression

source: Quit
french: Quitter

source: RIGHT
french: DROITE

source: ROM type
french: Type de ROM

source: Raine Controls
french: Contrôles de Raine

source: Raine controls
french: Contrôles de Raine

source: Raster effects
french: Effets de raster

source: Rdtsc Cycles
french: Cycles Rdtsc

source: Record to raine_sound.wav
french: Enregister vers raine_sound.wav

source: Region
french: Région

source: Renderer
french: Rendu

source: Renderer options
french: Options de rendu

source: Rendering
french: Rendu

source: Reset fps to driver's default value
french: Remettre les fps à la valeur par défaut

source: Reset game hardware
french: Reset matériel

source: Reset transparency values to default
french: Remettre les valeurs de transparence par défaut

source: Return mandatory
french: Touche entrée obligatoire

source: Revert to default game controls
french: Retourner aux contrôles de jeu par défaut

source: Revert to...
french: Retourner à...

source: Rom directories...
french: Répertoires de roms...

source: SDL default (windib since 1.2.10)
french: SDL par défaut (windib depuis 1.2.10)

source: SDL video driver
french: Pilote vidéo SDL

source: Sample rate
french: Fréquence audio

source: Save game
french: Sauver le jeu

source: Save inputs as...
french: Sauver les contrôles sous...

source: Save opengl screenshots
french: Capturer l'écran opengl

source: Scaler
french: Mise à l'échelle

source: Screen rotation
french: Rotation d'écran

source: Screenshot dir
french: Répertoire de captures d'écran

source: Select analog device
french: Sélectionnes le périphérique analogique

source: Select the stick to use...
french: Sélectionne le manche à utiliser...

source: Sfx volume
french: Volume SFX

source: Show command.dat info
french: Montrer les infos command.dat

source: Soft dips
french: Interrupteurs logiciels

source: Soft dipswitches
french: Interrupteurs logiciels

source: Sound associations
french: Associations sonores

source: Sound commands
french: Commandes sonores

source: Sound commands...
french: Commandes sonores...

source: Sound options
french: Options sonores

source: Special moves...
french: Déplacements spéciaux...

source: Sprite viewer
french: Afficheur de sprite

source: Sprites viewer
french: Afficheur de sprite

source: Starscream 0.26r4 by Neill Corlett
french: Starscream 0.26r4 par Neill Corlett

source: Stop
french: Arrêt

source: Switch to custom game controls
french: Passer aux contrôles personnalisés

source: Test mode
french: Mode de test

source: Test this
french: Tester ça

source: Texture (possible shaders)
french: Texture (shaders possibles)

source: To match 2x game resolution
french: 2x la résolution du jeu

source: To match game resolution (low res most of the time)
french: Résolution du jeu (basse normalement)

source: Track
french: Piste

source: Translator
french: Traducteur

source: Transparency for 1 (25% default)
french: Transparence pour 1 (25% normalement)

source: Transparency for 2 (50% default)
french: Transparence pour 2 (50% normalement)

source: UAE 68020 Emulator : old hacked asm version from UAE
french: Emulateur UAE 68020 : vieille version assembleur modifiée d'UAE

source: UP
french: HAUT

source: Update neocd sprite block
french: Met à jour le block de sprites

source: Use blending files (.bld)
french: Utiliser les fichiers de transparence (.bld)

source: Use custom mouse cursor
french: Utiliser un pointeur de souris personnalisé

source: Use double buffer (ignored by opengl)
french: Utiliser le double buffer (ignoré par opengl)

source: Using unscaled blits
french: Utiliser des copies graphiques sans mise à l'échelle

source: Very High
french: Très haute

source: Video driver name
french: Nom du driver vidéo

source: Video info
french: Info vidéo

source: Video info...
french: Info vidéo..

source: Video layers
french: Couches vidéo

source: Video options
french: Options vidéo

source: Video renderer
french: Rendu vidéo

source: When possible
french: Quand c'est possible

source: With
french: Avec

source: With monitoring
french: Avec monitoring

source: Without
french: Sans

source: Without monitoring
french: Sans monitoring

source: YUV overlays
french: Surcouches YUV

source: Year : %d
french: Année : %d

source: Year : -
french: Année : -

source: Year : 2006
french: Année : 2006

source: Yes
french: Oui

source: Yes|No
french: Oui|Non

source: bg color
french: Couleur de fond

source: bg dialog bar color
french: Couleur de la barre de titre des dialogues

source: bg frame color
french: Couleur de fond du dialogue

source: bld options
french: Options bld

source: blue
french: bleu

source: color
french: couleur

source: directx (good for hw overlays/blits)
french: directx (bon pour les surcouches matérielles/copies de base)

source: each pedal separately
french: chaque pédale séparément

source: fg color
french: Couleur 1er plan

source: fg frame color
french: Couleur 1er plan des dialogues

source: green
french: vert

source: hardware surface available
french: Surface matérielle disponible

source: hidden
french: caché

source: label
french: étiquette

source: layer
french: couche

source: left and right positions, and press then release
french: poitions droites et gauche, puis presser et relacher

source: or escape to delete this control
french: Ou touche échap pour effacer ce contrôle

source: red
french: rouge

source: rom dirs
french: répertoires de rom

source: windib (good for ogl)
french: windib (bon pour openGL)

source: window manager available
french: Gestionnaire de fenêtres disponible
